[{"id":151,"soal":"PNS perlu meningkatkan citranya menjadi pelayan masyarakat dengan mengenalkan nilai-nilai akuntabilitas untuk membentuk sikap dan perilaku PNS sebagai berikut, kecuali …","a":"a. Mengedepankan kepentingan publik","b":"b. Integritas","c":"c. Prinsip imparsial","d":"d. Intoleransi keberagaman"},{"id":152,"soal":"Pejabat publik yang paling kapabel dan berwenang untuk memberikan akses informasi publik dan informasi publik adalah:","a":"a. Pejabat Pembuat Komitmen","b":"b. Pejabat Pengelola Informasi dan Dokumentasi","c":"c. Seluruh Pejabat Pimpinan Tinggi Instansi","d":"d. Semua unsur aparatur dalam birokrasi"},{"id":153,"soal":"Contoh perilaku PNS yang diharapkan berkaitan dengan penyimpanan dan penggunaan data serta informasi pemerintah adalah sebagai berikut, kecuali:","a":"a. PNS menjamin penyimpanan informasi yang bersifat rahasia","b":"b. PNS menyebarkan informasi pemerintahan yang belum dipastikan kebenarannya melalui media sosial","c":"c. PNS memberikan informasi secara benar dan tidak menyesatkan kepada pihak lain yang memerlukan informasi terkait kepentingan kedinasan","d":"d. PNS bertindak dan mengambil keputusan secara transparan"},{"id":154,"soal":"Peraturan Pemerintah yang mengatur terkait Disiplin PNS (didalamnya terdapat pengaturan seperti kewajiban, larangan dan hukuman disiplin PNS), diatur dalam:","a":"a.    Peraturan Pemerintah Nomor 51 Tahun 2010","b":"b. Peraturan Pemerintah Nomor 52 Tahun 2010","c":"c. Peraturan Pemerintah Nomor 53 Tahun 2010","d":"d. Peraturan Pemerintah Nomor 54 Tahun 2010"},{"id":155,"soal":"Dalam menciptakan lingkungan kerja yang akuntabel, ada beberapa aspek yang harus diperhatikan antara lain sebagai berikut, kecuali:","a":"a.    Kepentingan","b":"b. Kepemimpinan","c":"c.  Keseimbangan","d":"d.Transparansi"},{"id":156,"soal":"Responsibilitas terbagi atas dua aspek, yaitu:","a":"a.    Responsibilitas perseorangan dan stakeholder","b":"b.   Responsibilitas institusi dan stakeholder","c":"c.  Responsibilitas perseorangan dan institusi","d":"d. Responsibilitas stakeholder dan publik"},{"id":157,"soal":"Contoh laporan sebagai bentuk akuntabilitas kinerja dalam lingkup birokrasi yaitu:","a":"a.    Laporan Perencanaan Instansi Pemerintah","b":"b.  Laporan Desain Tata Kelola dan Kelembagaan Instansi Pemerintah","c":"c.  Laporan Roadmap Reformasi Birokrasi Instansi Pemerintah","d":"d. Laporan Kinerja Instansi Pemerintah"},{"id":158,"soal":"Salah satu faktor yang dapat menyatukan dan mengikat organisasi-organisasi pergerakan nasional adalah…","a":"a. Waktu berdirinya yang hampir bersamaan","b":"b. Adanya kesadaran tentang arti pentingya berpolitik","c":"c. Adanya tujuan yang sama, yaitu ingin mencapai kemerdekaan","d":"d. Adanya diskriminasi yang dilakukan oleh Belanda"},{"id":159,"soal":"Pelopor pergerakan kaum wanita pertama di Indonesia adalah ….","a":"a. Dewi Sartika","b":"b. Christina Marthatiahahu","c":"c. Cut Nyak Dien","d":"d. R.A. Kartini"},{"id":160,"soal":"Loyalitas tertinggi setiap orang yang diberikan kepada Negara merupakan pencerminan dari ideologi yang dinamakan …","a":"a. Nasionalisme","b":"b. Marxisme","c":"c. Sosialisme","d":"d. Otoriterisme"},{"id":161,"soal":"Contoh dari keterbukaan dalam kehidupan berbangsa dan bernegara bagi setiap individu adalah kesiapan membuka diri dengan lingkungan yang ditandai oleh…","a":"a. persamaan derajat","b":"b. tekonologi komunikasi","c":"c. rasa toleransi","d":"d. kepentingan setiap orang"},{"id":162,"soal":"Berikut ini pengertian proses perumusan proposal kebijakan, yakni kegiatan…","a":"a. Menyusun dan membuatkan serangkaian jadwal pemerintah untuk mengatasi problem tertentu","b":"b. Melegitimasi kebijakan definitif","c":"c. Membuat daftar nominatif urutan masalah-masalah publik menurut skala prioritas secara politis","d":"d. Melaksanakan kebijakan untuk memecahkan problem publik"},{"id":163,"soal":"Salah satu fungsi kelompok kepentingan dalam proses kebijakan, adalah…","a":"a. Penentu kebijakan luar negeri.","b":"b. Mengaktifkan kegiatan masyarakat dalam pembangunan","c":"c. Membuka korelasi perdagangan negara dengan negara lain.","d":"d. Penghubung antara rakyat dengan perumus kebijakan"},{"id":164,"soal":"Sejarah ketuhanan dalam rumusan Pancasila begitu alot dalam pembahasannya, bahkan Ir. Soekarno dalam sidang BPUKI pernah berinisiatif membentuk panitia 9 (Sembilan), untuk menyusun Pembukaan Undang-undang Dasar tahun 1945. Panitia Sembilan itu adalah :","a":"a. Panitia yang terdiri atas 4 golongan kebangsaan dan 5 golongan Islam","b":"b. Panitia yang terdiri atas 5 golongan kebangsaan dan 4 golongan Islam","c":"c. Panitia yang terdiri atas 3 golongan kebangsaan dan 6 golongan Islam","d":"d. Panitia yang terdiri atas 6 golongan kebangsaan dan 3 golongan Islam"},{"id":165,"soal":"Salah satu peran Indonesia dalam penerapan politik bebas aktif dalam regional ASEAN dalam Perang Indocina 3 adalah.…","a":"a. menjadi wakil PBB dalam mediasi krisis Kamboja dengan membentuk UNTAET","b":"b. menjadi mediator dalam konflik Kamboja dengan melaksanakan Jakarta Informal Meeting (JIM)","c":"c. mengirimkan bantuan logistik dan obat-obatan untuk korban kekacauan di Kamboja","d":"d. mengirimkan pasukan Garuda untuk memukul mundur pasukan Vietnam yang menginvasi Kamboja"},{"id":166,"soal":"Berikut merupakan contoh pelanggaran integritas dan etika publik dalam lingkungan kerja.","a":"a. Menggunakan kendaraan dinas untuk mudik saat hari raya","b":"b. Menitip tanda tangan kehadirankepada rekan sekerja","c":"c. Menerima hadiah atau cindera mata saat melaksanakan tugas","d":"d. semua jawaban benar"},{"id":167,"soal":"Tindakan yang tidak termasuk kategori whistle blower adalah, KECUALI","a":"a. Membocorkan soal ujian masuk CPNS","b":"b. Memberikan informasi pembebasan lahan khusus kepada kelompok/keluarga","c":"c. Melaporkan informasi rahasia dalam laporan keuangan","d":"d. Mengadukan pelaku pelanggaran etika kepada komite etika"},{"id":168,"soal":"Perilaku yang dapat menjadi teladan penegakan etika dan integritas  publik yang paling tepat adalah:","a":"a. Kebocoran soal ujian nasional","b":"b. Menjadi pengguna narkoba dan berjudi","c":"c. Nepotisme dalam penerimaan CPNS","d":"d. Penegakan hukum sesuai ketentuan yang berlaku"},{"id":169,"soal":"Pengertian Kode Etik adalah ","a":"a. aturan-aturan yang mengatur tingkah laku dalam suatu kelompok khusus, sudut pandangnya hanya ditujukan pada hal-hal prinsip dalam bentuk ketentuan-ketentuan tak tertulis","b":"b.aturan-aturan yang mengatur tingkah laku dalam suatu kelompok umum, sudut pandangnya hanya ditujukan pada hal-hal prinsip dalam bentuk ketentuan-ketentuan tertulis","c":"c. aturan-aturan yang mengatur tingkah laku dalam suatu kelompok umum, sudut pandangnya hanya ditujukan pada hal-hal prinsip dalam bentuk ketentuan-ketentuan tak tertulis","d":"d. aturan-aturan yang mengatur tingkah laku dalam suatu kelompok khusus, sudut pandangnya hanya ditujukan pada hal-hal prinsip dalam bentuk ketentuan-ketentuan tertulis"},{"id":170,"soal":"Dari segi moralitas, kekuasaan harus memiliki legitimasi yang kuat. Pernyataan ini mengandung makna:","a":"a. kewenangan atau keabsahan dalam memegang kekuasaan","b":"b. kekuatan pemilik kekuasaan","c":"c. keberanian yang memegang kekuasaan","d":"d. keandalan dalam melaksanakan kekuasaan"},{"id":171,"soal":"Azas etika publik mensyaratkan agar setiap bentuk kekuasaan pejabat dibatasi dengan:","a":"a. norma etika maupun norma hukum ","b":"b. norma susila dan norma kesantunan","c":"c. norma adat dan kebiasaan","d":"d. norma moral dan norma spiritual"},{"id":172,"soal":"Untuk menampilkan kinerja aparatur yang memiliki komitmen kuat terhadap mutu dapat dilakukan melalui proses :","a":"a. Revolusi birokrasi layanan","b":"b. Evolusi birokrasi layanan","c":"c. Revolusi inovasi layanan","d":"d. Evolusi inovasi layanan"},{"id":173,"soal":"Berikut adalah cara-cara untuk berinovasi, kecuali :","a":"a. Dengan cara penemuan","b":"b. Dengan cara sintesis","c":"c. Dengan cara duplikasi","d":"d. Dengan cara sinergis"},{"id":174,"soal":"Produktivitas kerja yang berbasis kreativitas diarahkan untuk menciptakan :","a":"a. Kepuasan pelanggan","b":"b. Efisiensi dan efektivitas","c":"c. Kesempurnaan pelayanan","d":"d. Keunggulan Mutu"},{"id":175,"soal":"Inovasi muncul karena adanya dorongan :","a":"a. Kebutuhan organisasi untuk meningkatkan produktivitas ","b":"b. Kebutuhan organisasi untuk menghemat sumberdaya","c":"c. Kebutuhan organisasi menciptakan terobosan","d":"d. Kebutuhan organisasi untuk beradaptasi dengan tuntutan perubahan lingkungan"},{"id":176,"soal":"Tujuan utama pelayanan berbasis nilai-nilai dasar komitmen mutu adalah sebagai berikut, kecuali :","a":"a. Mengutamakan kepentingan sebagai pelanggan","b":"b. Menjalankan tugas, peran, dan fungsi sesuai dengan ketentuan","c":"c. Menumbuhkan kepercayaan terhadap institusi pemerintah","d":"d. Meningkatkan citra dan kesejahteraan pelanggan"},{"id":177,"soal":"Yang bukan merupakan kendala dalam mengembangkan karya kreatif adalah :","a":"a. Pelecehan atau bahkan penolakan","b":"b. Ketiadaan infrastruktur","c":"c. Tidak ada dukungan dari pimpinan","d":"d. Kurangnya sumberdaya manusia yang handal"},{"id":178,"soal":"Dari pernyataan di bawah ini, manakah yang lebih tepat dan perlu menjadi pola pikir PNS yang anti korupsi:","a":"a. Memastikan adanya kesadaran anti korupsi terlebih dahulu hingga muncul niat memberantas atau anti korupsi, baru kemudian mempelajari secara detail tentang delik dan modus korupsi;","b":"b. Mempelajari delik dan modus korupsi secara detail pasti akan menjauhkan diri kita dari perilaku dan tindak pidana korupsi; ","c":"c. Mendapatkan contoh-contoh nyata delik dan modus tindak pidana korupsi akan lebih memudahkan menjauhkan diri dari korupsi","d":"d. Mempelajari dampak tindak pidana korupsi akan meningkatkan pengetahuan tentang menjauhkan diri dari tindak pidana korupsi"},{"id":179,"soal":"Memberi atau menjanjikan sesuatu kepada Pegawai Negeri atau penyelenggara negara .... dengan maksud supaya berbuat sesuatu atau tidak berbuat sesuatu dalam jabatannya; bentuk korupsi seperti itu dinamakan:","a":"a. Kerugian keuangan negara","b":"b. Suap menyuap","c":"c. Penggelapan Jabatan","d":"d. Gratifikasi"},{"id":180,"soal":"Membangun sistem integritas memerlukan upaya dari berbagai komponen bangsa. Dalam membangun sistem integritas organisasi, peran tunas integritas sangat diperlukan; Peran yang akan dilakukan antara lain adalah sebagai berikut, kecuali:","a":"a. Berjuang untuk memastikan terciptanya integritas dalam kehidupan sehari-hari, ","b":"b. Mengupayakan agar pemimpin berlaku adil terhadap karyawan","c":"c. Mengupayakan agar integritas menjadi budaya, ","d":"d. Mengupayakan agar integritas hadir dalam kehidupan keluarga, dan berusaha menjadikan organisasinya memiliki corporate culture."},{"id":181,"soal":"Keselarasan antara apa yang diucapkan dan apa yang dilakukan oleh seseorang, tindakannya sesuai dengan tuntutan moral dan prinsip-prinsip etika, dan juga sesuai dengan aturan hukum dan tidak mendzalimi kepentingan umum. Juga mencerminkan ketepatan dalam hal tuntutan waktu, cara melakukan, dan kualitas/mutu pekerjaannya, disebut :","a":"a. Komitmen Mutu","b":"b. Integritas","c":"c. Spritual Accountability","d":"d. Akuntabilitas"},{"id":182,"soal":"Ada berbagai teknik internalisasi nilai-nilai ke dalam diri setiap ASN. Salah satu tekniknya adalah mendengarkan atau berdialog dengan hati nurani. Teknik tersebut kita sebut dengan :","a":"a. Re-Framing Culture","b":"Seeding of Integrity","c":"c. Multi Protection of Integrity","d":"d. Simbolisasi"},{"id":183,"soal":"Ada beberapa teknik internalisasi nilai bagi seseorang. Salah satu teknik tersebut adalah dengan menerapkan sugesti baik dari diri sendiri (auto sugesti) atau sugesti dari orang lain. Teknik ini disebut :","a":"a. Simbolisasi","b":"b. Change Belief","c":"c. Dis-asosiasi","d":"d. MASAURA"},{"id":184,"soal":"Berikuti ini yang bukan kelompok jabatan dalam PNS adalah:","a":"a. Jabatan Pimpinan Tinggi","b":"b. Jabatan Fungsional","c":"c. Jabatan Administrasi","d":"d. Jabatan Struktural"},{"id":185,"soal":"PNS dapat berpindah antar dan antara kelompok jabatan berdasarkan kepada:","a":"a. Kualifikasi, kompetensi dan penilaian kinerja","b":"b. Kompetensi, kualifikasi dan permintaan pimpinan","c":"c. Penilaian kinerja, keinginan pimpinan dan Kualifikasi","d":"d. Penilaian kinerja, kompetensi dan keinginan pimpinan"},{"id":186,"soal":"Selain dilakukan berdasarkan kualifikasi, kompetensi, penilaian kinerja, dan kebutuhan Instansi Pemerintah, pengembangan karier PNS dilakukan juga dengan mempertimbangkan hal berikut:","a":"a. Integritas dan moralitas","b":"b. Integritas dan komunikasi","c":"c. Komunikasi dan moralitas","d":"d. Komunikasi dan kerjasama"},{"id":187,"soal":"Penyelenggaraan kebijakan dan Manajemen ASN berdasarkan pada asas kepastian hukum, yaitu:","a":"a. Sebagian kewenangan pengelolaan Pegawai ASN dapat didelegasikan pelaksanaannya kepada kementerian, lembaga pemerintah nonkementerian, dan pemerintah daerah","b":"b. Setiap penyelenggaraan kebijakan dan Manajemen ASN, mengutamakan landasan peraturan perundangundangan, kepatutan, dan keadilan","c":"c. Setiap kegiatan dan hasil akhir dari kegiatan Pegawai ASN harus dapat dipertanggungjawabkan kepada masyarakat sesuai dengan ketentuan ","d":"d. Dalam penyelenggaraan Manajemen ASN bersifat terbuka untuk publik"},{"id":188,"soal":"Setiap PNS memiliki hak dan kesempatan untuk mengembangkan kompetensi. Yang perlu diperhatikan oleh Instansi dalam pengembangan kompetensi pegawainya antara lain, kecuali:","a":"a. Pengembangan kompetensi digunakan sebagai salah satu dasar dalam pengangkatan jabatan dan pengembangan karier","b":"b. Pengembangan kompetensi dilakukan atas permintaan individual pegawai sebelum dianalisis terlebih dahulu","c":"c. Pengembangan kompetensi harus dievaluasi oleh Pejabat yang Berwenang","d":"d. Pengembangan kompetensi tertuang dalam rencana kerja anggaran tahunan setiap instansi"},{"id":189,"soal":"Pengembangan kompetensi PNS dapat dilakukan di dalam maupun di luar kelas. Yang termasuk pengembangan kompetensi yang dilakukan di luar kelas adalah:","a":"a. pelatihan fungsional","b":"b. penataran","c":"c. magang","d":"d. sosialisasi"},{"id":190,"soal":"Kualitas pelayanan publik dapat dilihat dari skor integritas dengan karakteristik berikut ini, kecuali:","a":"a. Tidak adanya suap","b":"b. Tersedianya Standard Operating Procedures (SOP) ","c":"c. Kemudahan masyarakat melakukan pengaduan","d":"d. Tersedianya pagu anggaran"},{"id":191,"soal":"Pelayanan melalui kebijakan publik yang mengatur sendi-sendi kehidupan masyarakat disebut dengan:","a":"a. Pelayanan yang Bersifat Adminisitratif","b":"b. Pelayanan Jasa","c":"c. Pelayanan Barang ","d":"d. Pelayanan Regulatif"},{"id":192,"soal":"Praktek WoG dalam jenis pelayanan administrasi dapat dilihat dalam praktek-praktek penyatuan, misalnya melalui:","a":"a. E-KTP","b":"b. PTSP","c":"c. Posyandu","d":"d. SIM Keliling"},{"id":193,"soal":"Pendekatan WoG dengan mendorong terjadinya merger atau akuisisi kelembagaan, di mana terjadi penggabungan SDM dengan kualifikasi yang berbeda, menghadapi kendala dalam hal:","a":"a. Kapasitas SDM dan institusi","b":"b. Nilai dan budaya organisasi ","c":"c. Kepemimpinan ","d":"d. Pendanaan "},{"id":194,"soal":"UUD 1945 mengatur Hubungan antara Pemerintah Pusat dengan mengacu ketentuan pada pasal:","a":"a. Pasal 18A","b":"b. Pasal 20A","c":"c. Pasal 22A","d":"D. Pasal 25A"},{"id":195,"soal":"Hubungan antara Pemerintah Pusat dan Daerah serta antar Daerah sangat terkait erat dengan prinsip-prinsip dan tujuan pemberian Otonomi Daerah, berdasarkan:","a":"a. Asas Dekonsentrasi","b":"b. Asas Tugas Pembantuan","c":"c. Asas Desentralisasi","d":"d. Asas keterbukaan"},{"id":196,"soal":"Disebut dengan apakah kebijakan yang dibuat oleh pemerintah dengan cara membatasi ruang gerak individu agar tidak merugikan individu yang lain?","a":"a. protective regulatory policy","b":"b. competitive regulatory policy","c":"c. non-excludable policy ","d":"d. non-rivalry policy"},{"id":197,"soal":"Berikut adalah bentuk partisipasi masyarakat dalam penyelenggaraan pelayanan publik, kecuali:","a":"a. Perencanaan","b":"b. Pelaksanaan","c":"c. Evaluasi","d":"d. Penganggaran "},{"id":198,"soal":"Seorang ASN harus mengetahui dan menguasai etiket bertamu dan menerima tamu pada jam kerja. Berikut adalah hal-hal yang perlu diperhatikan, kecuali:","a":"a. Membuat janji bertemu","b":"b. Konfirmasi ulang sebelum bertemu","c":"c. cek tempat pertamuan","d":"d. berpenampilan berlebihan"},{"id":199,"soal":"Berikut unsur penting dalam pelayanan publik, kecuali:","a":"a. organisasi penyelenggara pelayanan publik ","b":"b. penerima layanan","c":"c. bentuk layanan","d":"d. kepuasaan pelanggan"},{"id":200,"soal":"Berikut adalah ciri masalah-masalah yang berada pada sektor public, kecuali …","a":"a. Masalah yang mempunyai akibat lebih luas termasuk akibat yang mengenai orang yang secara tidak langsung terlibat","b":"b. Masalah yang mempunyai akibat yang terbatas , atau hanya menyangkut pada satu atau sejumlah kecil orang yang terlibat secara langsung","c":"c. Isu dirasakan oleh semua warga masyarakat politik yang patut mendapat perhatian publik dan isu berada dalam judikasi kewenangan pemerintah","d":"d. Masalah yang paling mendapat perhatian pemerintah"}]